Repository: common-repository/ing-lease-now
Catalog: langs/leasenow-*.po
Languages: pl_pl

source: Payment via ING Lease Now
pl_pl: Płatność za pośrednictwem ING Lease Now

source: Image size as a percentage
pl_pl: Wielkość obrazka w procentach

source: Enable
pl_pl: Włącz

source: Sandbox
pl_pl: Tryb sandbox

source: Display as payment method
pl_pl: Wyświetlaj jako metoda płatności

source: Payment title
pl_pl: Nazwa metody płatności

source: Payment description
pl_pl: Opis metody płatnosci

source: Display on product page <span style="font-weight:700">before</span> add to cart button
pl_pl: Wyświetlaj na stronie produktu <span style="font-weight:700">nad</span> przyciskiem dodaj do koszyka

source: Display on product page <span style="font-weight:700">after</span> add to cart button
pl_pl: Wyświetlaj na stronie produktu <span style="font-weight:700">pod</span> przyciskiem dodaj do koszyka

source: Display test button on product page
pl_pl: Wyświetlaj testowy przycisk na stronie produktu

source: Display on cart page <span style="font-weight:700">above</span> summary
pl_pl: Wyświetlaj na stronie koszyka <span style="font-weight:700">powyżej</span> podsumowania

source: Display on cart page <span style="font-weight:700">under</span> summary
pl_pl: Wyświetlaj na stronie koszyka <span style="font-weight:700">pod</span> podsumowaniem

source: Display on product list (for custom themes possible additional configuration)
pl_pl: Wyświetl na liście produktów (dla customowych motywów możliwa dodatkowa konfiguracja)

source: Add nofollow attribute to buttons
pl_pl: Dodaj atrybut nofollow do przycisków

source: Leasing (for business)
pl_pl: Leasing (dla firm)

source: Adjust the leasing parameters by yourself and complete the application. After receiving the decision, choose the way of signing the contract (online or by courier).
pl_pl: Samodzielnie dostosuj parametry leasingu i wypełnij wniosek. Po otrzymaniu decyzji wybierz sposób podpisania umowy (online lub kurierem).

source: ING Lease Now - a customer can calculate lease installments and sign a lease contract. An item will be purchased by ING.
pl_pl: ING Lease Now - klient może sprawdzić wysokość raty i wziąć leasing. Towar zostanie zakupiony przez ING.

source: The status could not be retrieved. Please try again later
pl_pl: Nie udało się pobrać statusu. Spróbuj ponownie później

source: Check leasing status
pl_pl: Sprawdź status leasingu

source: We have received your application form. We will let know know what next steps are in few hours. In case you have any questions do not hesitate to contact us:
pl_pl: Przyjęliśmy Twój wniosek. Decyzję leasingową prześlemy e-mailem w ciągu kilku godzin. W razie pytań prosimy o kontakt:

source: Show orders
pl_pl: Pokaż zamówienia

source: Lease Now - that's all!
pl_pl: Lease Now - to już wszystko!

source: Leasing status
pl_pl: Status leasingu

source: New leasing offer
pl_pl: Nowa oferta leasingu

source: The customer clicked used - started the process of filling in the application
pl_pl: Klient kliknął skorzystał - rozpoczął proces wypełniania wniosku

source: The client completed the application and received a preliminary positive decision
pl_pl: Klient wypełnił wniosek i otrzymał wstępną decyzję pozytywną

source: Leasing started
pl_pl: Leasing rozpoczęty

source: Leasing declined
pl_pl: Leasing odrzucony

source: Leasing status unknown
pl_pl: Nieznany status leasingu

source: Only <strong>%s</strong> is missing to take advantage of the lease. Add more items to your cart and <strong style="color:#ff6200">Lease with ING.</strong>
pl_pl: Do skorzystania z leasingu brakuje tylko <strong>%s</strong> netto. Dodaj więcej przedmiotów do koszyka i <strong style="color:#ff6200">Weź w leasing z ING.</strong>
